const Disclaimer = () => {
  return (
    <>
      <div className="l-disclaimer">
        <div className="inner">
          {/* KK */}
          <div className="text">
            <div className="common_disclaimer guest">
              <div className="kk">
                当社の口座開設・維持費は無料です。口座開設にあたっては、「契約締結前交付書面」で内容をよくご確認ください。
              </div>
            </div>
          </div>
          {/* <!-- disclaimer_num[NS01]  2024/01/31 08:45:49 --> */}
          <p className="title">NISA口座の開設およびお取引に関するご留意事項</p>
          <div className="text -large -titleHide">
            <div className="common_disclaimer">
              <div>
                <p>
                  <strong>NISA口座の開設およびお取引に関するご留意事項</strong>
                </p>
              </div>

              <div>
                <p>＜口座開設および金融機関変更に関して＞</p>
                NISA口座は、同一年（1月～12月）において、1人1口座（1金融機関）までの開設となります。その年の買付けがすでに行われている場合、金融機関変更はできません。また、NISA口座の残高を他金融機関へ移管することはできません。
              </div>

              <div>
                <p>＜お取引に関して＞</p>
                <ul>
                  <li>
                    上場株式などの配当金等を非課税で受け取るためには、「株式数比例配分方式」をご選択いただく必要があります。
                  </li>
                  <li>
                    投資信託の分配金のうち特別分配金については従来より非課税です。
                  </li>
                  <li>
                    投資信託の分配金の再投資買付は非課税投資枠を使用します。超過する場合は課税口座での再投資または分配金受取となります。
                  </li>
                  <li>
                    外国株のお取引にはNISA口座および外国株取引口座の開設が必要です。
                  </li>
                  <li>
                    年間投資枠（つみたて投資枠120万円／成長投資枠240万円）と非課税保有限度額（成長投資枠・つみたて投資枠合わせて1800万円／うち成長投資枠1200万円）の範囲内で購入した上場株式等から生じる配当所得や譲渡所得等が非課税となります。NISA口座内の上場株式等を売却した場合は、その翌年以降の年間投資枠の範囲内で非課税枠を再利用できます。
                  </li>
                  <li>
                    NISA口座で発生した損失は、特定口座・一般口座で保有する商品の譲渡益や配当金等と損益通算できず、また繰越控除もできません。
                  </li>
                  <li>
                    NISA口座の重複開設であることが判明した場合、そのNISA口座で買い付けた上場株式等は当初から課税口座で買い付けたものとして取り扱われ、買い付けた上場株式等から生じる配当所得および譲渡所得等については、遡及して課税されます。
                  </li>
                  <li>
                    当社が税務署審査結果を受領するまでの間に支払われる投資信託の分配金については、分配金再投資コースで投資信託を購入いただいた場合でも再投資されず、分配金受取となります。
                  </li>
                  <li>
                    非課税口座内上場株式等払出通知書、信託報酬等実額通知書は、原則電子交付サービスでのご提供となります。
                  </li>
                </ul>
              </div>

              <div>
                <p>＜その他＞</p>
                マネックス証券における取扱商品や、その他の口座開設およびお取引に関するご留意事項等につきましては、当社ウェブサイトにてご確認ください。
                <br />
                <a
                  href="https://info.monex.co.jp/nisa/notes.html"
                  target="_blank"
                >
                  2024年からのNISAにかかるご留意事項
                </a>
              </div>
            </div>
          </div>
          {/* <!-- disclaimer_num[IT01]  2024/01/18 10:59:59 --> */}
          <p className="title">投資信託取引に関する重要事項</p>
          <div className="text -large -titleHide">
            <div className="common_disclaimer">
              <div>
                <p>
                  <strong>投資信託取引に関する重要事項</strong>
                </p>
              </div>
              <div>
                <p>＜リスク＞</p>
                投資信託は、主に値動きのある有価証券、商品、不動産等を投資対象としています。投資信託の基準価額は、組み入れた有価証券、商品、不動産等の値動き等（組入商品が外貨建てである場合には為替相場の変動を含む）の影響により上下するため、これにより元本損失が生じることがあります。また、外貨建て投資信託においては、外貨ベースでは投資元本を割り込んでいない場合でも、円換算ベースでは為替相場の変動により投資元本を割り込むことがあります。投資信託は、投資元本および分配金の保証された商品ではありません。
              </div>
              <div>
                <p>＜手数料・費用等＞</p>
                投資信託ご購入の際の申込手数料はかかりませんが（IFAを媒介した取引を除く）、購入時または換金時に直接ご負担いただく費用として、約定日の基準価額に最大0.75％を乗じた額の信託財産留保額がかかります。また、投資信託の保有期間中に間接的にご負担いただく費用として、純資産総額に対して最大年率3.1％（税込:3.41％）を乗じた額の信託報酬のほか、その他の費用がかかります。また、運用成績に応じた成功報酬等がかかる場合があります。その他費用については、運用状況等により変動するものであり、事前に料率、上限額等を示すことができません。手数料（費用）の合計額については、申込金額、保有期間等の各条件により異なりますので、事前に料率、上限額等を表示することができません。なお、IFAコースをご利用のお客様について、IFAを媒介した取引から投資信託を購入される際は、申込金額に対して最大3.5％（税込:3.85％）の申込手数料がかかります。詳しくは当社ウェブサイトに掲載の「ファンド詳細」よりご確認ください。
              </div>
              <div>
                <p>＜その他＞</p>
                投資信託の購入価額によっては、収益分配金の一部ないしすべてが、実質的に元本の一部払い戻しに相当する場合があります。また、通貨選択型投資信託については、投資対象資産の価格変動リスクに加えて複雑な為替変動リスクを伴います。投資信託の収益分配金と、通貨選択型投資信託の収益／損失に関しては、以下をご確認ください。
                <br />
                <a
                  href="https://info.monex.co.jp/fund/monthly-distribution.html"
                  target="_blank"
                >
                  投資信託の収益分配金に関するご説明
                </a>
                <br />
                <a
                  href="https://info.monex.co.jp/fund/profit.html"
                  target="_blank"
                >
                  通貨選択型投資信託の収益／損失に関するご説明
                </a>
                <br />
                お取引の際は、当社ウェブサイトに掲載の「目論見書補完書面」「投資信託説明書（交付目論見書）」「リスク・手数料などの重要事項に関する説明」を必ずお読みください。
              </div>
            </div>
          </div>
          {/* <!-- disclaimer_num[JS15]  2021/07/02 15:11:17 --> */}
          <p className="title">単元未満株式の取引に関する重要事項</p>
          <div className="text -large -titleHide">
            <div className="common_disclaimer">
              <div>
                <p>
                  <strong>単元未満株式の取引に関する重要事項</strong>
                </p>
              </div>
              <div>
                <p>＜リスク＞</p>
                単元未満株式の売買では、株価の変動や発行者等の信用状況の悪化等により元本損失が生じることがあります。また、後場の始値がない場合や大引けでのストップ高（安）比例配分のみとなった場合は約定が成立しません。単元未満株式の売買では、やむを得ない事由による売買停止、または約定不成立のおそれがあります。
              </div>
              <div>
                <p>＜手数料等＞</p>
                インターネット手数料：買付時は無料です。売付時は約定金額に対し0.5％（税込:0.55％）（最低手数料48円（税込:52円））を乗じた額がかかります。
                <br />
                コールセンター手数料：買付時、売付時ともに約定金額に対し1.0％（税込:1.1％）（最低手数料1,905円（税込:2,095円））を乗じた額がかかります。
              </div>
              <div>
                <p>＜その他＞</p>
                お取引の際は、当社ウェブサイトに掲載の「上場有価証券等書面」「リスク・手数料などの重要事項に関する説明」を必ずお読みください。
              </div>
            </div>
          </div>
          {/* <!-- disclaimer_num[SK04]  2022/03/18 15:21:26 --> */}
          <p className="title">
            NISAおよびジュニアNISAにおける国内外上場有価証券取引に関する重要事項
          </p>
          <div className="text -large -titleHide">
            <div className="common_disclaimer">
              <a id="kabu_risk"></a>
              <div>
                <p>
                  <strong>
                    NISAおよびジュニアNISAにおける国内外上場有価証券取引に関する重要事項
                  </strong>
                </p>
              </div>
              <div>
                <ul>
                  <li>
                    国内株式および国内ETF、REIT、預託証券、受益証券発行信託の受益証券等（以下「国内株式等」）の売買では、株価等の価格の変動や発行者等の信用状況の悪化等により元本損失が生じることがあります。また、国内ETF等の売買では、裏付けとなっている資産の株式相場、債券相場、金利水準、為替相場、不動産相場、商品相場等（これらの指数を含む。）や評価額の変動により、元本損失が生じることがあります。NISA口座およびジュニアNISA口座（未成年者口座）での国内株式等（単元未満株を除く）のインターネット売買手数料は無料です。課税未成年者口座での国内株式等（単元未満株を除く）のインターネット売買手数料は、約定金額3,000万円以下のときは、最大921円（税込:1,013円）、約定金額3,000万円超のときは、973円（税込:1,070円）かかります。単元未満株のインターネット売買手数料は、買付時は無料です。売付時は約定金額に対し0.5％（税込:0.55％）（最低手数料48円（税込:52円））を乗じた額がかかります。国内ETF等の売買では、保有期間に応じて信託報酬その他手数料がかかることがあります。国内株式等の新規公開、公募・売出し、立会外分売では、購入対価をお支払いただきますが、取引手数料はかかりません。
                  </li>
                  <li>
                    国外株式および国外ETF、REIT、預託証券、受益証券発行信託の受益証券等（以下「国外株式等」）の売買では、株価等の価格の変動、外国為替相場の変動等、または発行者等の信用状況の悪化等により元本損失が生じるおそれがあります。国外ETF等の売買では、裏付けとなっている資産の株式相場、債券相場、金利水準、為替相場、不動産相場、商品相場等（これらの指数を含む。）や評価額の変動により、元本損失が生じることがあります。国外株式等の場合には、その国の政治的・経済的・社会的な環境の変化のために、元本損失が生じることがあります。また、国外株式等は、国内金融商品取引所に上場されている場合や国内で公募・売出しが行われた場合等を除き、日本の法令に基づく企業内容等の開示が行われておりませんので、取引を行うにあたっては十分にご留意ください。なお、外国為替相場の変動により、外貨お預り金の円換算価値が下がり、円ベースでの元本損失が生じることがあります。中国株式等の売買では、約定金額に対し0.25％（税込:0.275％）（最低手数料45香港ドル（税込:49.5香港ドル）、上限手数料450香港ドル（税込:495香港ドル））の売買手数料がかかります。また、中国ETF等の売買では、保有期間に応じて信託報酬その他手数料がかかることがあります。米国株式等の売買では、約定金額に対し0.45％（税込:0.495％）（ただし、手数料上限20米ドル（税込:22米ドル））の国内取引手数料がかかります。IFAコースをご利用のお客様について、IFAを媒介した取引の取引手数料は、1注文の約定金額により異なり、最大14,000米ドル（税込:15,400米ドル）かかります。また、上記取引手数料のほか売却時のみ現地取引費用がかかります。現地取引費用は、市場状況、現地情勢等に応じて決定されますので、その金額等および手数料等の合計額等をあらかじめ表示することはできません。また、米国ETF等の売買では、保有期間に応じて信託報酬その他手数料がかかることがあります。その他、円貨お預り金と外貨お預り金の交換時に所定の為替手数料がかかります。
                  </li>
                  <li>
                    お取引の際は、当社ウェブサイトに掲載の「上場有価証券等書面」「契約締結前交付書面」「リスク・手数料などの重要事項に関する説明」を必ずお読みください。
                  </li>
                </ul>
              </div>
            </div>
          </div>
        </div>
      </div>
    </>
  )
}

export default Disclaimer
