const Disclaimer = () => {
  return (
    <>
      <div className="l-disclaimer">
        <div className="inner">
          <p className="title">ディスクレーマー1</p>
          <div className="text">
            <div className="common_disclaimer guest">
              <div className="kk">
                当社の口座開設・維持費は無料です。口座開設にあたっては、「契約締結前交付書面」で内容をよくご確認ください。
              </div>
            </div>
          </div>
          <p className="title">ディスクレーマー2</p>
          <div className="text -large -titleHide">
            <div className="common_disclaimer">
              <div>
                <p>
                  <strong>
                    マネックス・アクティビスト・ファンド（愛称：日本の未来）の取引に関する重要事項
                  </strong>
                </p>
              </div>
              <div>
                <p>＜リスク＞</p>
                当ファンドは、主に値動きのある国内の株式を実質的な投資対象としています。当ファンドの基準価額は、組み入れた有価証券の値動き等の影響により上下するため、これにより元本損失が生じることがあります。当ファンドは、投資元本および分配金の保証された商品ではありません。
              </div>
              <div>
                <p>＜手数料・費用等＞</p>
                当ファンドをご購入の際の申込手数料はかかりません（IFAの媒介により購入する場合は、申込金額に対して最大3.30％（税込）を乗じた額の申込手数料がかかります）が、換金時に直接ご負担いただく費用として、約定日の基準価額に0.3％を乗じた額の信託財産留保額がかかります。また、当ファンドの保有期間中に間接的にご負担いただく費用として、純資産総額に対して年率2.2％（税込）を乗じた額の基本報酬に、運用実績に応じた成功報酬（ハイ・ウォーター・マーク超過分の22％（税込）。詳細は交付目論見書をご参照ください。）を加えた信託報酬や、その他費用がかかります。その他費用については、運用状況等により変動するものであり、事前に料率、上限額等を示すことができません。手数料（費用）の合計額については、申込金額、保有期間等の各条件により異なりますので、事前に料率、上限額等を表示することができません。
              </div>
              <div>
                <p>＜その他＞</p>
                投資信託の購入価額によっては、収益分配金の一部ないしすべてが、実質的に元本の一部払い戻しに相当する場合があります。投資信託の収益分配金に関しては、以下をご確認ください。
                <br />
                <a href="/fund/monthly-distribution.html" target="_blank">
                  投資信託の収益分配金に関するご説明
                </a>
                <br />
                当ファンドご購入の際には、当社ウェブサイトに掲載の「目論見書補完書面」「投資信託説明書（交付目論見書）」「リスク・手数料などの重要事項に関する説明」を必ずお読みください。
              </div>
              <p>
                <strong>
                  「マネックス・アクティビスト・ファンド」にかかるご留意事項
                </strong>
              </p>
              当ファンドは、マネックス・アセットマネジメント株式会社が投資信託委託会社であり、カタリスト投資顧問株式会社より投資助言を受けます。
              <br />
              当ファンドにかかる詳細は、交付目論見書をご確認ください。
            </div>
          </div>
          <p className="title">ディスクレーマー3</p>
          <div className="text -large -titleHide">
            <div className="common_disclaimer">
              <div>
                <p>
                  <strong>
                    NISA口座、ジュニアNISA口座の開設およびお取引に関するご留意事項
                  </strong>
                </p>
              </div>
              <div>
                <dl>
                  <dt>
                    <strong>
                      <span className="square">■</span>
                      口座開設および金融機関変更に関して
                    </strong>
                  </dt>
                  <dd>
                    <ul>
                      <li>
                        NISA口座、ジュニアNISA口座（未成年者口座）および課税未成年者口座は、同一年（1月～12月）において、1人1口座（1金融機関）までの開設となります（ジュニアNISA口座の開設は制度上2023年9月をもって終了しています）。NISA口座は金融機関変更が可能ですが、ジュニアNISA口座および課税未成年者口座は不可となります。その年の買付けがすでに行われている場合、金融機関変更はできません。また、NISA口座の残高を他金融機関へ移管することはできません。
                      </li>
                      <li>
                        2023年までのNISAにおいては、一般NISAもしくはつみたてNISAのどちらかをご選択いただきます。同一年に両方の適用を受けることはできません。
                      </li>
                    </ul>
                  </dd>
                </dl>
              </div>

              <div>
                <dl>
                  <dt>
                    <strong>
                      <span className="square">■</span>お取引に関して
                    </strong>
                  </dt>
                  <dd>
                    <ul>
                      <li>
                        上場株式などの配当金等を非課税で受け取るためには、「株式数比例配分方式」をご選択いただく必要があります。
                      </li>
                      <li>
                        投資信託の分配金のうち特別分配金については従来より非課税です。
                      </li>
                      <li>
                        投資信託の分配金の再投資買付は非課税投資枠を使用します。超過する場合は分配金受取または課税口座での再投資となります（2023年までのNISAと2024年以降のNISAで取扱いが異なります）。
                      </li>
                      <li>
                        外国株のお取引にはNISA口座および外国株取引口座の開設が必要です。
                      </li>
                      <li>
                        2023年までのNISAにおける年間の非課税投資枠は、NISAが120万円、つみたてNISAは40万円、ジュニアNISAは80万円となります。売却しても非課税投資枠は再利用できません。また、非課税投資枠の残額（未使用分）は翌年以降に繰り越せません。
                      </li>
                      <li>
                        2024年以降のNISAにおいては、年間投資枠（つみたて投資枠120万円／成長投資枠240万円）と非課税保有限度額（成長投資枠・つみたて投資枠合わせて1800万円／うち成長投資枠1200万円）の範囲内で購入した上場株式等から生じる配当所得や譲渡所得等が非課税となります。NISA口座内の上場株式等を売却した場合は、その翌年以降の年間投資枠の範囲内で非課税枠を再利用できます。
                      </li>
                      <li>
                        NISA口座およびジュニアNISA口座で発生した損失は、特定口座・一般口座で保有する商品の譲渡益や配当金等と損益通算できず、また繰越控除もできません。
                      </li>
                      <li>
                        NISA口座の重複開設であることが判明した場合、そのNISA口座で買い付けた上場株式等は当初から課税口座で買い付けたものとして取り扱われ、買い付けた上場株式等から生じる配当所得および譲渡所得等については、遡及して課税されます。
                      </li>
                      <li>
                        当社が税務署審査結果を受領するまでの間に支払われる投資信託の分配金については、分配金再投資コースで投資信託を購入いただいた場合でも再投資されず、分配金受取となります。
                      </li>
                      <li>
                        非課税口座（未成年者口座）内上場株式等払出通知書、つみたてNISA信託報酬等実額通知書は、原則電子交付サービスでのご提供となります。
                      </li>
                    </ul>
                  </dd>
                </dl>
              </div>

              <div>
                <dl>
                  <dt>
                    <strong>
                      <span className="square">■</span>その他
                    </strong>
                  </dt>
                  <dd>
                    マネックス証券における取扱商品や、その他の口座開設およびお取引に関するご留意事項等につきましては、当社ウェブサイトにてご確認ください。
                    <p className="allow">
                      <span>→ </span>
                      <a
                        href="https://info.monex.co.jp/nisa/notes_2023.html"
                        target="_blank"
                      >
                        2023年までのNISAにかかるご留意事項
                      </a>
                    </p>
                    <p className="allow">
                      <span>→ </span>
                      <a
                        href="https://info.monex.co.jp/nisa/notes.html"
                        target="_blank"
                      >
                        2024年からのNISAにかかるご留意事項
                      </a>
                    </p>
                  </dd>
                </dl>
              </div>
            </div>
          </div>
        </div>
      </div>
    </>
  )
}

export default Disclaimer
